Repository: Darv1n/aesthetix
Catalog: languages/*.po
Languages: et

source: Oops! That page can&rsquo;t be found
et: Oih! Seda lehte ei leitud

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
et: Näib, et sellest asukohast ei leitud midagi. Võib-olla proovige mõnda allolevatest linkidest või otsingut?

source: Edit
et: Muuda

source: Your comment is awaiting moderation
et: Teie kommentaar ootab modereerimist

source: Comments:&nbsp;
et: Kommentaarid:&nbsp;

source: Previous comments
et: Eelmised kommentaarid

source: Next comments
et: Järgmised kommentaarid

source: Name
et: Nimi

source: Save my name, email, and website in this browser for the next time I comment.
et: Salvestage minu nimi, e-posti aadress ja veebisait sellesse brauserisse järgmiseks kommenteerimiseks.

source: Comment
et: Kommenteeri

source: You must be <a href="%s">logged in</a> to post a comment.
et: Kommentaari postitamiseks peate olema <a href="%s">sisse loginud</a>.

source: <a href="%1$s" aria-label="Logged in as %2$s. Edit your profile.">Logged in as %2$s</a>. <a href="%3$s">Log out?</a>
et: <a href="%1$s" aria-label="Sisse logitud kui %2$s. Muutke oma profiili.">Sisse logitud kui %2$s</a>. <a href="%3$s">Logige välja?</a>

source: Your email address will not be published.
et: Teie e-posti aadressi ei avaldata.

source: Leave a reply
et: Jäta vastus

source: Post comment
et: Postita kommentaar

source: Comments are closed
et: Kommentaarid on suletud

source: Install Required Plugins
et: Laadige alla nõutavad pluginad

source: Install Plugins
et: Laadige alla pluginad

source: Installing Plugin: %s
et: Plugina alla laadimine: %s

source: Updating Plugin: %s
et: Plugina värskendamine: %s

source: Something went wrong with the plugin API.
et: Midagi läks plugina API-ga valesti.

source: Return to Required Plugins Installer
et: Tagasi nõutavate pluginate installijasse

source: Return to the Dashboard
et: Tagasi töölauale

source: Plugin activated successfully.
et: Plugin aktiveeriti edukalt.

source: The following plugin was activated successfully:
et: Plugina aktiveerimine õnnestus:

source: No action taken. Plugin %1$s was already active.
et: Tegevust ei ole. Plugin %1$s oli juba aktiivne.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
et: Plugin pole aktiveeritud. Selle teema jaoks on vaja %s kõrgemat versiooni. Värskendage pluginat.

source: All plugins installed and activated successfully. %1$s
et: Kõik pluginad on edukalt installitud ja aktiveeritud. %1$s

source: Dismiss this notice
et: Loobu sellest teavitusest

source: There are one or more required or recommended plugins to install, update or activate.
et: Installimiseks, värskendamiseks või aktiveerimiseks on vaja ühte või mitut nõutavat või soovitatavat pluginat.

source: Please contact the administrator of this site for help.
et: Abi saamiseks võtke ühendust selle saidi administraatoriga.

source: Update Required
et: Uuendus on kohustuslik

source: Set the parent_slug config variable instead.
et: Määrake selle asemel muutuja parent_slug config.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
et: Kaugplugina pakett ei sisalda soovitud kausta ja ümbernimetamist ei toiminud.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
et: Võtke ühendust plugina pakkujaga ja paluge tal oma plugin WordPressi juhiste järgi paigaldada.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
et: Kaugplugina pakett koosneb rohkem kui ühest failist, kuid failid ei ole pakitud kausta.

source: Required
et: Nõutud

source: Recommended
et: Soovitatav

source: WordPress Repository
et: WordPressi hoidla

source: External Source
et: Väline allikas

source: Pre-Packaged
et: Eelpakendatud

source: Not Installed
et: Ei ole installitud

source: Installed But Not Activated
et: Installitud, kuid mitte aktiveeritud

source: Active
et: Aktiivne

source: Required Update not Available
et: Nõutav värskendus pole saadaval

source: Requires Update
et: Nõuab värskendust

source: Update recommended
et: Soovitatav värskendada

source: unknown
et: teadmata

source: Installed version:
et: Installitud versioon:

source: Minimum required version:
et: Minimaalne nõutav versioon:

source: Available version:
et: Saadaval versioon:

source: No plugins to install, update or activate.
et: Installimiseks, värskendamiseks või aktiveerimiseks pole pluginaid.

source: Source
et: Allikas

source: Type
et: Tüüp

source: Version
et: Versioon

source: Status
et: Olek

source: Install %2$s
et: Installi %2$s

source: Update %2$s
et: Värskenda %2$s

source: Activate %2$s
et: Aktiveeri %2$s

source: Upgrade message from the plugin author:
et: Teavitus täiendusest plugina autorilt:

source: Install
et: Installi

source: Update
et: Värskenda

source: Activate
et: Aktiveerige

source: No plugins were selected to be installed. No action taken.
et: Installimiseks ei valitud ühtegi pluginat. Tegevusi ei toimunud.

source: No plugins were selected to be updated. No action taken.
et: Värskendamiseks ei valitud ühtegi pluginat. Tegevusi ei toimunud.

source: No plugins are available to be installed at this time.
et: Hetkel pole installimiseks saadaval ühtegi pluginat.

source: No plugins are available to be updated at this time.
et: Praegu pole värskendamiseks saadaval ühtegi pluginat.

source: No plugins were selected to be activated. No action taken.
et: Aktiveerimiseks pole valitud ühtegi pluginat. Tegevusi ei toimunud.

source: No plugins are available to be activated at this time.
et: Hetkel pole aktiveerimiseks saadaval ühtegi pluginat.

source: Plugin activation failed.
et: Plugina aktiveerimine ebaõnnestus.

source: Updating Plugin %1$s (%2$d/%3$d)
et: Plugina %1$s värskendamine (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
et: %1$s installimisel ilmnes viga: <strong>%2$s</strong>.

source: The installation of %1$s failed.
et: Faili %1$s installimine ebaõnnestus.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
et: Käivitatakse installi- ja aktiveerimisprotsess. See protsess võib veidi aega võtta, seega olge kannatlik.

source: %1$s installed and activated successfully.
et: %1$s installiti ja aktiveeriti edukalt.

source: Show Details
et: Näita detaile

source: Hide Details
et: Varja detaile

source: All installations and activations have been completed.
et: Kõik installimised ja aktiveerimised on lõpule viidud.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
et: Plugina %1$s installimine ja aktiveerimine (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
et: Installimisprotsess algab. See protsess võib veidi aega võtta, seega olge kannatlik.

source: %1$s installed successfully.
et: %1$s installimine õnnestus.

source: All installations have been completed.
et: Kõik paigaldused on lõpetatud.

source: Installing Plugin %1$s (%2$d/%3$d)
et: Plugina %1$s installimine (%2$d/%3$d)

source: Home
et: Kodu

source: Views
et: Vaated

source: Rating
et: Hinnang

source: Which pages display sidebar
et: Millistel lehtedel külgriba kuvatakse

source: Select element border radius
et: Valige elemendi äärise raadius

source: Post structure
et: Postituse struktuur

source: Shop display options
et: Poe kuvamisvalikud

source: Single product
et: Üksik toode

source: Product title
et: Toote pealkiri

source: Price
et: Hind

source: Add to cart button
et: Lisa ostukorvi nupp

source: Out of stock
et: Läbimüüdud

source: On backorder
et: Järeltellimusel

source: WooCommerce sidebar
et: WooCommerce'i külgriba

source: This sidebar will be used on product archive, cart, checkout and my account pages
et: Seda külgriba kasutatakse tootearhiivis, ostukorvis, kassas ja minu konto lehtedel

source: Product sidebar
et: Toote külgriba

source: This sidebar will be used on single product page
et: Seda külgriba kasutatakse ühe toote lehel

source: White
et: Valge

source: Black
et: Must

source: Narrow
et: Kitsas

source: Wide
et: Lai

source: Header desktop default
et: Päise töölaua vaikeseade

source: Header mobile default
et: Päise mobiilne vaikeseade

source: Header mobile three columns
et: Päis mobiili kolm veergu

source: Footer simple
et: Jalus lihtne

source: Footer three columns
et: Jalus kolm veergu

source: Footer four columns
et: Jalus neli veergu

source: Right
et: Parem

source: Left
et: Vasak

source: Center
et: Keskel

source: WooCommerce (Plugin must be activated)
et: WooCommerce (plugin peab olema aktiveeritud)

source: Yoast (Must be enabled in the plugin)
et: Yoast (plugin peab olema lubatud)

source: RankMath (Must be enabled in the plugin)
et: RankMath (plugin peab olema lubatud)

source: SEOPress (Must be enabled in the plugin)
et: SEOPress (plugin peab olema lubatud)

source: Before
et: Enne

source: After
et: Pärast

source: None
et: Mitte ühtegi

source: Menu start
et: Menüü algus

source: Menu center
et: Menüükeskus

source: Menu end
et: Menüü lõpp

source: One
et: Üks

source: Two
et: Kaks

source: Three
et: Kolm

source: Four
et: Neli

source: Five
et: Viis

source: Six
et: Kuus

source: Seven
et: Seitse

source: Eight
et: Kaheksa

source: Nine
et: Üheksa

source: Ten
et: Kümme

source: Default
et: Vaikimisi

source: Numeric
et: Numbriline

source: Load more
et: Lae rohkem

source: Select demo variant
et: Valige demovariant

source: Content
et: Sisu

source: Select container width
et: Valige mahuti laius

source: Here you can change the container width of the site
et: Siin saate muuta saidi konteineri laiust

source: Select content width
et: Valige sisu laius

source: Note: its work if sidebar dont show
et: Märkus: see töötab, kui külgriba ei kuvata

source: Header
et: Päis

source: Top bar display
et: Ülemise riba kuva

source: This checkbox displays two sidebars before the header of the site. They are adds in the widget section options
et: See märkeruut kuvab saidi päise ees kaks külgriba. Need lisatakse vidinate jaotise valikutes

source: Select header type
et: Valige päise tüüp

source: You can change parts of the header on the widgets page
et: Saate vidinate lehel päise osi muuta

source: Select header mobile type
et: Valige päise mobiilitüüp

source: Menu
et: Menüü

source: Select menu alignment
et: Valige menüü joondus

source: Alignment of the menu container
et: Menüü joondamine

source: Count category items display
et: Kuvatakse loenduskategooria üksused

source: This checkbox displays count posts in taxonomies
et: See märkeruut kuvab taksonoomiate arvu postitusi

source: Footer
et: Jalus

source: This checkbox displays two sidebars before the footer of the site. They are adds in the widget section options
et: See märkeruut kuvab saidi jaluse ees kaks külgriba. Need lisatakse vidinate jaotise valikutes

source: Bottom bar display
et: Alumise riba ekraan

source: This checkbox displays two sidebars after the footer of the site. They are adds in the widget section options
et: See märkeruut kuvab saidi jaluse järel kaks külgriba. Need lisatakse vidinate jaotise valikutes

source: Select footer type
et: Valige jaluse tüüp

source: Breadcrumbs
et: Järjestus

source: Breadcrumbs display
et: Järjestuse väljapanek

source: Select breadcrumbs type
et: Valige järjestuse tüüp

source: Breadcrumbs separator
et: Järjestuse eraldaja

source: Subscribe form
et: Telli vorm

source: Subscribe form before footer display
et: Telli vorm enne jaluse kuvamist

source: Subscribe form type
et: Telli vormi tüüp

source: Subscribe form title
et: Telli vormi pealkiri

source: Subscribe form background image
et: Telli vormi taustapilt

source: Subscribe form shortcode
et: Telli vormi lühikood

source: Use this field if you chose Mailchimp
et: Kasutage seda välja, kui valisite Mailchimp

source: Scroll top structure
et: Kerige üles struktuur

source: Other
et: Muud

source: Cookie display
et: Küpsiste kuvamine

source: Displays a notification about the use of cookies on the site
et: Kuvab teatise küpsiste kasutamise kohta saidil

source: Slider
et: Liugur

source: Slider display
et: Liugurekraan

source: Slider post type
et: Liugurposti tüüp

source: Slides count
et: Slaidid loevad

source: Slides to show
et: Esitatavad slaidid

source: Select template type
et: Valige malli tüüp

source: This field displays template of posts
et: Sellel väljal kuvatakse postituste mall

source: Fonts
et: Fondid

source: Select primary font
et: Valige esmane font

source: Select secondary font
et: Valige teine font

source: Colors
et: Värvid

source: Select color scheme
et: Valige värviskeem

source: Select primary color
et: Valige põhivärv

source: Select secondary color
et: Valige teisene värv

source: Select gray color
et: Valige hall värv

source: Select link color
et: Valige lingi värv

source: Post
et: Postita

source: Select post background
et: Valige postituse taust

source: Select post thumbnail padding
et: Valige postituse pisipiltide täidis

source: Select post content padding
et: Valige postituse sisu täidis

source: Select post shadow
et: Valige postituse vari

source: Select post border width
et: Valige postituse äärise laius

source: Select post border radius
et: Valige postiäärise raadius

source: Buttons
et: Nupud

source: Select button type
et: Valige nupu tüüp

source: Select button icon position
et: Valige nupu ikooni asukoht

source: Select button size
et: Valige nupu suurus

source: Select button border width
et: Valige nupu äärise laius

source: Select button border radius
et: Valige nupu äärise raadius

source: Menu button
et: Menüünupp

source: Select menu button color
et: Valige menüünupu värv

source: Select menu button type
et: Valige menüünupu tüüp

source: Select menu button content
et: Valige menüünupu sisu

source: Home button
et: Kodu

source: Select home button display
et: Valige kodunupu ekraan

source: Select home button color
et: Valige kodunupu värv

source: Select home button type
et: Valige kodunupu tüüp

source: Select home button content
et: Valige kodunupu sisu

source: Scroll top button
et: Kerimise ülemine nupp

source: Select scroll top button color
et: Valige kerimisnupu värv

source: Select scroll top button type
et: Valige kerimisnupu tüüp

source: Select scroll top button content
et: Valige kerimisnupu sisu

source: Subscribe popup form button
et: Telli hüpikakna nupp

source: Select subscribe popup form button color
et: Valige tellimisvormi hüpikakna nupu värv

source: Select subscribe popup form button type
et: Valige tellimisvormi hüpikakna nupu tüüp

source: Select subscribe popup form button content
et: Valige tellimisvormi hüpikakna nupu sisu

source: Search form button
et: Otsi vormi nupp

source: Select search form button color
et: Valige otsinguvormi nupu värv

source: Select search form button type
et: Valige otsinguvormi nupu tüüp

source: Select search form button content
et: Valige otsinguvormi nupu sisu

source: Search popup form button
et: Otsi hüpikakna vormi nupp

source: Select search popup form button color
et: Valige otsingu hüpikakna nupu värv

source: Select search popup form button type
et: Valige otsingu hüpikakna nupu tüüp

source: Select search popup form button content
et: Valige otsingu hüpikakna nupu sisu

source: Inputs
et: Sisendid

source: Select input size
et: Valige sisendi suurus

source: Select input border width
et: Valige sisendi piiri laius

source: Select input border radius
et: Valige sisendi piiri raadius

source: Select element shadow
et: Valige elemendi vari

source: Select element border width
et: Valige elemendi äärise laius

source: Post meta structure
et: Postituse meta struktuur

source: Post footer structure
et: Postituse jaluse struktuur

source: Main options
et: Peamised valikud

source: This field displays template of the post
et: Sellel väljal kuvatakse postituse mall

source: Prev/next post navigation display
et: Eelmise/järgmise postituse navigeerimiskuva

source: Entry footer display
et: Kirje jaluse kuva

source: Entry footer cats display
et: Sisendjaluse kasside ekraan

source: Entry footer tags display
et: Kuvatakse kirje jaluse sildid

source: Similar posts display
et: Sarnaste postituste kuvamine

source: Select posts order
et: Valige postituste järjekord

source: Select posts orderby
et: Valige postitused järjekorras

source: Select posts count
et: Valige postituste arv

source: Masonry blog style
et: Müürsepa ajaveebi stiil

source: Select columns of posts
et: Valige postituste veerud

source: Choose how many columns to display posts
et: Valige, mitu veergu postitusi kuvada

source: Select posts per page
et: Valige postitused lehel

source: Post pagination
et: Postituste lehitsemine

source: Read more button content
et: Loe edasi nupu sisu

source: Post taxonomies structure
et: Posttaksonoomia struktuur

source: Display taxonomies in thumbnail
et: Kuva taksonoomiad pisipiltidena

source: Contacts list
et: Kontaktide loend

source: Add a link to contacts-list using a shortcode <strong>[aesthetix-contacts-list]</strong> or single <strong>[aesthetix-email]</strong>, <strong>[aesthetix-phone]</strong>, <strong>[aesthetix-address]</strong>
et: Lisage kontaktide loendi link, kasutades lühikoodi <strong>[aesthetix-contacts-list]</strong> või üksikut <strong>[aesthetix-email]</strong>, <strong>[aesthetix-phone]</strong> >, <strong>[esthetixi aadress]</strong>

source: Address
et: Aadress

source: Phone
et: Telefon

source: Enter your WhatsApp phone for contact with you
et: Teiega ühenduse võtmiseks sisestage oma WhatsAppi telefon

source: Enter your personal/bot Telegram link for contact with you
et: Teiega ühenduse võtmiseks sisestage oma isiklik / robot Telegrami link

source: Social list
et: Sotsiaalne nimekiri

source: Add a link to social-list networks using a shortcode <strong>[aesthetix-social-list]</strong>
et: Lisage link sotsiaalloendi võrkudele, kasutades lühikoodi <strong>[aesthetix-social-list]</strong>

source: Select logo size
et: Valige logo suurus

source: Subscribe to our newsletter for all the latest updates
et: Liituge meie uudiskirjaga, et saada uusimaid uuendusi

source: Base
et: Alus

source: General options
et: Üldised valikud

source: Root style options
et: Juurestiili valikud

source: Front page options
et: Esilehe valikud

source: Archive options
et: Arhiivi valikud

source: Single %s options
et: Üksik %s valikud

source: Archive %s options
et: Arhiivi %s valikud

source: Other options
et: Muud võimalused

source: Advertising banners
et: Reklaambännerid

source: Post taxonomies
et: Postitaksonoomiad

source: Post title
et: Postituse pealkiri

source: Post meta data
et: Postitage metaandmed

source: Post excerpt
et: Postituse väljavõte

source: Post author
et: Postituse autor

source: Post read more
et: Postita loe lähemalt

source: Post header
et: Postituse päis

source: Post thumbnail
et: Postituse pisipilt

source: Post content
et: Postitage sisu

source: Post footer
et: Postituse jalus

source: Categories
et: Kategooriad

source: Tags
et: Sildid

source: Author
et: Autor

source: Publication date
et: Avaldamise kuupäev

source: Reading time
et: Lugemisaeg

source: Comments
et: Kommentaarid

source: Primary
et: Esmane

source: Secondary
et: Teisene

source: Blue
et: Sinine

source: Gray
et: Hall

source: Common
et: Levinud

source: Empty
et: Tühi

source: Slide
et: Libisema

source: Theme (Messages will be sent to email)
et: Teema (Sõnumid saadetakse meilile)

source: Sticky
et: Kleepuv

source: Button + icon + text
et: Nupp + ikoon + tekst

source: Button + icon
et: Nupp + ikoon

source: Button + text
et: Nupp + tekst

source: Link + icon + text
et: Link + ikoon + tekst

source: Link + text
et: Link + tekst

source: Text + icon
et: Tekst + ikoon

source: Text
et: Tekst

source: Icon
et: Ikoon

source: Theme
et: Teema

source: By date
et: Kuupäeva järgi

source: By modified date
et: Muudetud kuupäeva järgi

source: By title
et: Pealkirja järgi

source: By random
et: Juhuslikult

source: By menu order
et: Menüü järjekorras

source: Grid
et: Võre

source: Grid image
et: Võre kujutis

source: List
et: Nimekiri

source: List chess
et: Nimekiri male

source: Telegram button
et: Telegrami nupp

source: WhatsApp button
et: WhatsApp nupp

source: Your message does not pass the spam filter. If an error occurs, please write to <a href="mailto:team@zolin.digital">team@zolin.digital</a>
et: Teie kiri ei läbi rämpspostifiltrit. Kui ilmneb viga, kirjutage aadressile <a href="mailto:team@zolin.digital">team@zolin.digital</a>

source: There was an error submitting the form
et: Vormi esitamisel ilmnes viga

source: Email address is incorrect
et: E-posti aadress on vale

source: Please enter your email address
et: Palun sisestage oma e-posti aadress

source: New subscriber to
et: Uus tellija

source: Subscribe completed successfully
et: Tellimine on edukalt lõpule viidud

source: An unknown error occurred while submitting the form. Please write to <a href="mailto:team@zolin.digital">team@zolin.digital</a>
et: Vormi esitamisel ilmnes tundmatu viga. Kirjutage aadressile <a href="mailto:team@zolin.digital">team@zolin.digital</a>

source: Post gallery
et: Postituste galerii

source: Select image
et: Valige pilt

source: Add post gallery images
et: Lisage postituste galerii pilte

source: Primary menu
et: Esmane menüü

source: Mobile menu
et: Mobiili menüü

source: Footer menu
et: Jaluse menüü

source: About us
et: Meist

source: Created by
et: Lõi

source: All rights reserved
et: Kõik õigused kaitstud

source: Privacy policy
et: Privaatsuspoliitika

source: Write to Telegram
et: Kirjutage Telegrami

source: Write to WhatsApp
et: Kirjutage WhatsAppi

source: Setup menu
et: Seadistusmenüü

source: Add image
et: Lisa pilt

source: This widget displays an advertising banner
et: See vidin kuvab reklaambännerit

source: Title
et: Pealkiri

source: Subtitle
et: Alapealkiri

source: Before title
et: Enne pealkirja

source: Description
et: Kirjeldus

source: After title
et: Pärast pealkirja

source: Banner
et: Bänner

source: The global settings for this form can be found in the Customizer
et: Selle vormi globaalsed sätted leiate kohandajast

source: Select style block
et: Valige stiiliplokk

source: Inline
et: Järjekorras

source: Block
et: Blokeeri

source: Select buttons
et: Vali nupud

source: Subscribe
et: Telli

source: Search
et: Otsing

source: Select button content
et: Valige nupu sisu

source: The global settings for this button can be found in the сustomizer
et: Selle nupu globaalsed seaded leiate kohandajast

source: Dropdown
et: Rippmenüü

source: Select button color
et: Valige nupu värv

source: Select count columns
et: Valige loendusveerud

source: Menus structure
et: Menüüde struktuur

source: This widget displays recent posts with aesthetix style
et: See vidin kuvab hiljutisi postitusi esthetixi stiilis

source: Select posts layout
et: Valige postituste kujundus

source: Select icon size
et: Valige ikooni suurus

source: Follow us
et: Järgne meile

source: Socials
et: Sotsiaalsed

source: Contact us
et: Võta meiega ühendust

source: Feel free
et: Tundke end vabalt

source: Browse
et: Sirvige

source: Help & Info
et: Abi ja teave

source: Main sidebar
et: Peamine külgriba

source: Add widgets in main sidebar
et: Lisage põhiküljeribale vidinaid

source: Aside menu sidebar
et: Kõrvale menüü külgriba

source: Add widgets in aside menu sidebar
et: Lisage kõrvalolevale menüü külgribale vidinaid

source: Header mobile left
et: Mobiili päis vasakul

source: Add widgets in header mobile left sidebar
et: Lisage vidinad päise mobiili vasakpoolsele külgribale

source: Header mobile right
et: Mobiili päis paremal
