Repository: Darv1n/aesthetix
Catalog: languages/*.po
Languages: et

source: Add widgets in header mobile right sidebar
et: Lisage vidinad päise mobiili paremale külgribale

source: Header mobile center
et: Päise mobiilikeskus

source: Add widgets in header mobile center sidebar
et: Lisage vidinad päise mobiilikeskuse külgribale

source: Header top bar left
et: Päise ülemine riba vasakul

source: Add widgets in header top bar left sidebar
et: Lisage vidinad päise ülemise riba vasakusse külgriba

source: Header top bar right
et: Päise ülemine riba paremal

source: Add widgets in header top bar right sidebar
et: Lisage vidinad päise ülemisele riba paremale külgribale

source: Header main left
et: Pealkiri vasakul

source: Add widgets in header main left sidebar
et: Lisage vidinad päise peamisele vasakpoolsele külgribale

source: Header main right
et: Pealkiri paremal

source: Add widgets in header main right sidebar
et: Lisage vidinad päise peamisele paremale külgribale

source: Header main center
et: Päise põhikeskus

source: Add widgets in header main center sidebar
et: Lisage vidinad päise peamisele keskmisele külgribale

source: Header bottom left
et: Päis all vasakul

source: Add widgets in header bottom left sidebar
et: Lisage vidinad päise vasakpoolsesse alumisse külgriba

source: Header bottom right
et: Päis all paremal

source: Add widgets in header bottom right sidebar
et: Lisage vidinad päise all paremale külgribale

source: Footer top bar left
et: Jaluse ülemine riba vasak

source: Add widgets in footer top bar left sidebar
et: Lisage vidinad jaluse ülariba vasakule külgribale

source: Footer top bar right
et: Jaluse ülemine riba parempoolne

source: Add widgets in footer top bar right sidebar
et: Lisage vidinad jaluse ülemisele riba paremale külgribale

source: Footer main first sidebar
et: Jaluse peamine esimene külgriba

source: Add widgets in footer main first sidebar
et: Jaluse peamine esimene külgriba

source: Footer main second sidebar
et: Jaluse peamine teine külgriba

source: Add widgets in footer main second sidebar
et: Lisage vidinad jaluse peamisele teisele külgribale

source: Footer main third sidebar
et: Jaluse peamine kolmas külgriba

source: Add widgets in footer main third sidebar
et: Lisage vidinad jaluse peamisele kolmandale külgribale

source: Footer main fourth sidebar
et: Jaluse peamine neljas külgriba

source: Add widgets in footer main fourth sidebar
et: Lisage vidinad jaluse peamisele neljandale külgribale

source: Footer bottom bar left
et: Jaluse alumine riba vasak

source: Add widgets in footer bottom bar left sidebar
et: Lisage vidinad jaluse alumise riba vasakusse külgriba

source: Footer bottom bar right
et: Jaluse alumine riba parem

source: Add widgets in footer bottom bar right sidebar
et: Lisage vidinad jaluse alumise riba paremale külgribale

source: If the sidebar is empty, widgets are displayed by default
et: Kui külgriba on tühi, kuvatakse vidinad vaikimisi

source: Menus
et: Menüüd

source: Recent posts
et: Viimased postitused

source: Contacts
et: Kontaktid

source: Search button
et: Otsi nupp

source: Subscribe button
et: Tellimisnupp

source: Adv banner
et: Adv bänner

source: Language switcher
et: Keele vahetaja

source: Search results for: %s
et: Otsingutulemused: %s

source: Search for
et: Otsima

source: Nothing found
et: Ei leitud midagi

source: Ready to publish your first post? <a href="%1$s">Get started here</a>
et: Kas olete valmis oma esimest postitust avaldama? <a href="%1$s">Alustage siit</a>

source: Sorry, but nothing matched your search terms. Please try again with some different keywords
et: Vabandust, kuid teie otsinguterminitele ei vastanud midagi. Palun proovi uuesti mõne teise märksõnaga

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help
et: Näib, et me ei leia seda, mida otsite. Ehk aitab otsimine

source: Posted by
et: Postitanud

source: Continue reading
et: Jätka lugemist

source: First
et: Esiteks

source: Last
et: Viimane

source: Next posts
et: Järgmised postitused

source: Previous posts
et: Eelmised postitused

source: By continuing to use %s, you agree to the use of cookies. More information can be found in the <a class="%s" href="%s" target="_blank">Privacy Policy</a></p>
et: Jätkates teenuse %s kasutamist, nõustute küpsiste kasutamisega. Lisateavet leiate <a class="%s" href="%s" target="_blank">privaatsuseeskirjadest</a></p>

source: Scroll up
et: Keri üles

source: Pages:
et: Leheküljed:

source: Continue reading <span class="screen-reader-text">"%s"</span>
et: Jätkake artikli <span class="screen-reader-text">„%s”</span> lugemist

source: Post categories
et: Postituste kategooriad

source: Post tags
et: Postitage sildid

source: Post meta information
et: Postitage metateave

source: Similar posts
et: Sarnased postitused

source: By submitting this form, you confirm that you agree to the storage and processing of your personal data described in our <a class="%s" href="%s" target="_blank">Privacy Policy</a>
et: Selle vormi esitamisega kinnitate, et nõustute oma isikuandmete salvestamise ja töötlemisega, mis on kirjeldatud meie <a class="%s" href="%s" target="_blank">privaatsuseeskirjades</a>

source: Setup social links
et: Seadistage sotsiaalsed lingid
